[
  { "name": "Hack your Future",
    "language": "English",
    "type": "coding school",
    "free": true,
    "online": false,
    "description":" Hack your future supports refugees, asylum seekers and disadvantaged groups with limited access to further education and the Danish labour market in acquiring the necessary skills to become web developers and entering a very-in-demand field.", 
    "url": "https://www.hackyourfuture.dk/"
  },
  {
    "name": "Name: Rails Girls Copenhagen",
    "language": "English",
    "type": "meetup",
    "free": true,
    "online": false,
    "description": "Our aim is to give tools and a community for women to understand technology and to build their ideas.",
    "url": "url:https://www.meetup.com/Rails-Girls-Copenhagen/"
  },
  {
    "name":"ReDI school of Digital Integration",
    "language": "English",
    "type": "school" ,
    "free": true,
    "online": false,
    "description": "ReDI School is a non-profit tech school for women with migrant- and refugee background, offering a free program, including IT and tech courses on several levels. Our focus is to create digital empowerment by supporting women in getting access to digital skills and a social and professional network in Denmark. We also work for more diversity and inclusion in the Danish labor market - and especially in the IT field.", 
    "url": "https://www.redi-school.org/cph"
  },
  {
    "name": "Women Techmakers Copenhagen",
    "language":"English", 
    "type": "meetup",
    "free": true,
    "online":false,
    "description": "WTM is an initiative which was initially founded by Google with the main goal of strengthening women in tech and helping them to get the  visibility, community and resources for that purpose.",
    "url": "https://www.meetup.com/wtm-copenhagen/"
  },
  {
    "name":"Tjejer kodar",
    "language": "Swedish",
    "type": "Tech community",
    "free": true,
    "online": true,
    "description": "Tjejer Kodar is a community with tech interested women as their target group. Over here you will be able to start coding by taking some free coding courses. You will also be able to find events, both land based and digital ones. In addition to that this is a website where you can find job openings. Tjejer Kodar has the same founders as the coding bootcamp Technigo. ",
    "url": "https://www.tjejerkodar.se/" 
  },
  {
    "name": "Data Tjej",
    "language": "Swedish",
    "type": "organization" ,
    "free": true,
    "online": true,
    "description": "An non-profit organization that aims at supporting women and non-binary interested in computers and IT. Arranges a yearly conference but also other events with inspirational lectures and company visits. Offers a great possibility to build a network within IT. ",
    "url": "https://en.datatjej.se/"
  },
  {
    "name":"Geek Girl Mini",
    "language":"Swedish",
    "type": "Youth Coding Events",
    "free": true,
    "online": false,
    "description": "Arranges coding activities for young girls with the goal to make more young girls interested in programming from an early age. The main target group is girls between 9-12. Coding events are arranged in various cities every now and then, with different themes. Those interested in engaging can also become code mentors and arrange their own events in the city where they live. The themes can be about building chatbots, learn coding by playing games or playing coding related bingo, just to mention a few examples. ",
    "url": "http://geekgirlmini.se/"
  },
  {
    "name":"Womengineer",
    "language":"Swedish",
    "type":"Foundation",
    "free": false,
    "online": false,
    "description":"A foundation with a goal to encourage more women to become technical engineers. The background is that a very low percentage of the students at technical education today are women, which is something that Womengineer would like to change. ", 
    "url": "https://womengineer.org/"
  },
  {
    "name":"Pink Programming",
    "language": "English",
    "type": "organization",
    "free": true,
    "online": true,
    "description": ": A non-profit organization that organizes different kind of code events for women and non-binary communities. Workshops, courses and events take place on a regular basis, both online and in different cities. ",
    "url": "https://www.pinkprogramming.se/en/"
  },
  {
    "name": "Women in Tech",
    "language": "English",
    "type": "organization",
    "free": false,
    "online": true,
    "description": "Non-profit organization that organizes a yearly conference for women interested in technology. The conference takes place in several countries each year and has become a very well known event which is very appreciated. ",
    "url": "https://women-in-tech.org/"
  },
  {
    "name":"Technigo",
    "language":"English",
    "type":"bootcamp",
    "free": false,
    "online": true,
    "description": " We enable digital creativity through skills such as programming and technology. “4 week remote program.",
    "url": "https://www.technigo.io/"
  },
  {
    "name":"Teknikkvinnor",
    "language": "Swedish",
    "type": "network",
    "free": false,
    "online": true,
    "description": "A network that started as a Facebook group, that now exists with several subgroups in different parts of Sweden. Arranges events, mainly onsite, in different districts of Sweden. During the years, two subnetworks has also started within Teknikkvinnor; Teknikkvinnor Chef, with females in leading positions being the target group, and Teknikkvinnor Jobb, in which the purpose is to help tech women find and land a job.",
    "url": "https://www.teknikkvinnor.se/"
  },
  {
    "name": "Tech Girl | Valtech",
    "language": "Swedish",
    "type": "Youth coding programme",
    "free": false,
    "online": false,
    "description": "Coding program for young girls where they during several lessons get introduced to HTML and CSS. The goal is to make more young girls interested in programming, in order to improve the gender equality in the programming field.",
    "url": "https://www.valtech.com/sv-se/about/tech-girl/"
  },
  {
    "name": "Hello Girl!",
    "language": "English",
    "type": "network",
    "free": true, 
    "online" : true,
    "description": "Coding network for girls and women. The purpose is to inspire, share experiences and knowledge. The overall goal is to improve the gender equality in tech. The network can be found all over the web, in social media platforms such as Instagram, LinkedIn and Facebook, and has a Clubhouse channel with weekly events. ",
    "url": "https://www.hellogirl.se/"
  },
  {
    "name": "Add her",
    "language": "Swedish",
    "type": "network",
    "free": true,
    "online": true,
    "description": "Network for women in IT. The goal with #addher is to give all fantastic women in IT a chance to inspire and to make more women interested in this field. Arranges events in several cities around Sweden. Arranges a mentorship program along with DataTjej every year where experienced women in IT can become a mentor for a less experienced female adept. ",
    "url": "https://www.sogeti.se/om-oss/sogeti--csr/addher/"
  },
  {
    "name": "Witech",
    "language": "English",
    "type": "network",
    "free": true,
    "online": true,
    "description": "Aims at being a source of inspiration and increasing knowledge about IT related topics. Arranges yearly conferences, inspirational talks and a possibility for women interested in IT to network and meet. ",
    "URL": "https://witech.nu/"
  },
  {
    "name": "Kodtjejer",
    "language": "Swedish",
    "type": "Facebook group" ,
    "free": true,
    "online": true,
    "description": "Facebook group for all girls and women who are interested in coding. This is a place for everyone, whether you’ve just started writing your first lines of code, or if you are a professional developer who has been coding for years. ",
    "URL": "https://www.facebook.com/groups/475918626130338/"
  },
  {
    "name": "Techella",
    "language": "Swedish",
    "type": "network",
    "free": true,
    "online": true,
    "description": "A network aimed to increase the amount of women in the tech field. Has several local networks in Southern Sweden, which organizes regular workshops and events. Techella has several goals. One of them is to make more women choose tech related education. Another is to make sure females who are already working in tech, decides to stay there. ",
    "URL": " http://techella.se/"
  },
  {
    "name": "WTEQ",
    "language": "Swedish",
    "type": "network",
    "free": false,
    "online": false,
    "description": "Network for women in tech, IT and digital businesses. Organizes events where tech women get a chance to network. The events also tend to be an excellent arena for meetings between skilled network members and companies that would like to hire new talented employees. ", 
    "URL": "https://www.dmatch.se/sv/wteq-sv/" 
  },
  {
    "name": "FemTech Sweden",
    "language": "English",
    "type": "network",
    "free": true,
    "online": true,
    "description": "Community-based network for women and non-binaries in technology and entrepreneurship. The goal is to highlight the professional achievements of these individuals no matter which stage they are at in their careers.",
    "URL": "https://www.femtechse.com/"
  },
  {
    "name": "Smart Coding",
    "language": "English",
    "type": "education",
    "free": true,
    "online": false,
    "description": "Smart Coding offers free education programs onsite in Stockholm, where females interested in coding will study for 3-4 months to become junior full-stack web developer or beginner software developer. The goal is to support gender equality in the programming field. A career program is also offered, to help the students find a job and get hired after a completed education.",
    "URL": "http://www.smartcoding.se/" 
  },
  {
    "name": "Embla",
    "language": "English",
    "type": "network",
    "free": true,
    "online": false,
    "description": "Embla is a female programming network created by Sigma Technology, with the goal to inspire more women to pursue a programming career. Anyone can become a member, and participate in workshops and events. The membership is free of charge and everyone interested in embedded programming or embedded software can apply. ",
    "URL": "https://sigmatechnology.se/embla/"
  },
  {
    "name": "ImagiLabs",
    "language": "English",
    "type": "coding social network" ,
    "free": false,
    "online": true,
    "description": "The first coding social network for girls where all members can also learn how to code in a fun way, using an app. No previous experience from programming is needed, and the programming language that will be taught is Python, a well known and frequently used language. The target group is girls between the ages of 9 and 15. ",
    "URL": "https://imagilabs.com/"
  },
  {
    "name": "Pyladies Stockholm",
    "language": "English",
    "type": "meetup",
    "free": true,
    "online": true,
    "description": "This is an international mentorship group with focus on helping more women become active participants and leaders in the Python open-source community. The mission is to promote, educate and advance a diverse Python community through outreach, education, conferences, events and social gatherings. ", 
    "URL": " https://www.meetup.com/PyLadiesStockholm/"
  },
  {
    "name": "The Code Pub Stockholm",
    "language": "English",
    "type": "meetup",
    "free": true,
    "online": false,
    "description": "The Code Hub is a meetup for women and non-binary who want to learn more about IT. Open for beginners as well as professionals. The goal is to create a platform where one can be inspired and inspire others while becoming a better developer.", 
    "URL": " https://www.meetup.com/The-Code-Pub-Stockholm/"
  },
  {
    "name": "Duchess Sweden",
    "language": "English",
    "type": "meetup",
    "free": true,
    "online": false, 
    "description": "The Swedish chapter of a global network for women interested in Java programming. Meetups are arranged, mainly in Stockholm, where the members meet, talk about Java programming, have some delicious food or a couple of drinks together. Anyone can participate, as long as they live close enough to Stockholm to be able to attend the meetups. Only women are accepted as members. ", 
    "URL": "https://www.meetup.com/Duchess-Sweden/"
  },
  {
    "name": "Mimmit koodaa",
    "language": "Finnish",
    "type": "workshops, webinars, hackaton",
    "free": true,
    "online": true,
    "description": "The purpose of the Mimmit koodaa -program (women code -program) is to increase equality in the Finnish software industry by breaking the stereotype that coding is only for men.",
    "URL": "https://mimmitkoodaa.ohjelmistoebusiness.fi"
  },
  {
    "name": "Twig the code",
    "language": "Finnish",
    "type": "workshops",
    "free": true,
    "online": true,
    "description": "Twig the Code aims to attract more women to the software industry and lower the threshold for women to start software studies. Through us, all women interested in the field can start coding studies on a hobby basis.",
    "URL": "https://twigthecode.com"
  },
  {
    "name": "Level up koodarit",
    "language": "English",
    "type": "website",
    "free": true,
    "online": true,
    "description": "Our goal is to support learning to code, organising events and sharing materials.",
    "URL": "https://oslevelupkoodarit.github.io"
  },
  {
    "name": "Django girls",
    "language": "English",
    "type": "workshops",
    "free": true,
    "online": false,
    "description": "If you are a female and you want to learn how to make websites, we have good news for you! We are holding a one-day workshop for beginners!",
    "URL": " https://djangogirls.org/oslo1/"
  },
  {
    "name": "Meet and code",
    "language": "Norwegian",
    "type": "coding resources site",
    "free": true,
    "online": true,
    "description": "A web with code resources for women",
    "URL": "https://meet-and-code.org/web/dk/dk/inspiration-library-show/214"
  },
  {
    "name": "ODA Nettverk",
    "language": "Norwegian",
    "type": "network" ,
    "free": false,
    "online": false,
    "description": "Network with more than 10 000 members all over Norway that aims at empowering women in tech and improving the diversity. Arranges yearly conferences, regular workshops, mentorship programs and other events. ",
    "URL": "https://odanettverk.no/" 
  },
  {
    "name": "Tech Women Norway",
    "language": "English",
    "type": "meetup",
    "free": true,
    "online": false,
    "description": "A yearly event to celebrate Norwegian women and gender queer people that are individual contributors in tech. Nominates role models in tech in advance of each meetup, and awards are given on the meetup itself. ",
    "URL": " https://techwomen.no/"
  },
  {
    "name": "Women in Technology Oslo",
    "language": "English",
    "type": "organization",
    "free": true,
    "online": false,
    "description": "Non-profit organization with a mission to motivate women to learn more about technology and to make more women involved in tech. Has an active Clubhouse channel with bi-weekly talks. ",
    "URL": "https://www.facebook.com/WomenITech/"
  },
  {
    "name": "Women in Games Norway",
    "language": "English",
    "type": "organization",
    "free": true,
    "online": false,
    "description": "Non-profit organization for gender minorities in the gaming business of Norway. The main objective is to educate, inspire and empower those who currently work in games, those seeking to step into the industry and those working in gaming education and research. Organizes events for networking and inspiration.",
    "URL": "https://womeningamesnorway.com/" 
  },
  {
    "name": "TENK",
    "language": "Norwegian",
    "type": "network",
    "free": true,
    "online": false,
    "description": " A network that aims to inspire women and make more girls and females interested in the technology field. Arranges code events, tech related talks, inspirational meetings and also camps for young girls. A virtual meeting room where girls and women can exchange experiences, inspire each other and grow the tech related network. ",
    "URL": "https://www.tenk-norge.com/"
  },
 {
    "Name": "Jenteprosjektet Ada",
    "Language": "Norwegian",
    "Type": "Project for students",
    "Free": true,
    "Online": false,
    "Description": "Project for females where the focus is to motivate and educate women and later help them start a career within tech. Offers several activities, such as meetups, coding weeks, career network and many more events.",
    "URL": "https://www.ntnu.no/jenter/ada"
 },
 {
    "Name": "Kvinner i Teknikk och Håndverk",
    "Language": "Norwegian",
    "Type": "Network",
    "Free": true,
    "Online": false,
    "Description": "Network for women working in fields where the gender equality is low, such as tech and handicraft. The goal is to inspire women to choose one of these fields, where men are still in the vast majority. The network travels around Norway and gives inspirational talks in the schools, and arranges various events to inspire and motivate.",
    "URL": "https://www.kvinnerith.no/"
 }, 
{
    "Name": "Girls can do IT Oslo",
    "Language": "English", 
    "Type": "Meetup",
    "Free": true,
    "Online": false,
    "Description": "Girls Can Do IT is a group connecting women willing to improve themselves in new technologies. The purpose of the group is to encourage women that IT is not only for boys, and that we can be successful in this field as well as others.", 
    "URL": "https://www.meetup.com/Girls-can-do-IT-Oslo/"
}, 
{
    "Name": "Rails Girls",
    "Language": "English",
    "Type": "website",
    "Free": true,
    "Online": false,
    "description": "Our aim is to give tools and a community for women to understand technology and to build their ideas. We do this by providing a great experience on building things and by making technology more approachable.",
    "URL": "http://railsgirls.com/"
},
{  
    "Name": "Skillcrush",
    "language": "English",
    "Type": "online school",
    "Free": false,
    "Online": true,
    "description": "An online resource for women looking to learn code and feel comfortable doing it. A way to empower women by giving them the tools necessary to build their own website by learning web development. ",
    "URL": "https://skillcrush.com/"
},
{
    "Name": "Hackbright academy",
    "language": "English",
    "Type": "community",
    "Free": false,
    "Online": true,
    "description": "We’re proudly the leading engineering school for women and people who are gender diverse, with 1,000+ graduates at tech companies that include Google, Dropbox, and Airbnb. We were founded with the mission to provide women with a personalized path to a software engineering career.",
    "URL": "https://hackbrightacademy.com/"
},
{ 
    "Name": "Grace hopper Fullstack Academy",
    "language": "English",
    "Type": "school",
    "Free": false,
    "Online": false,
    "Description": "Immersive Coding Education for Women +. No upfront Tuition cost",
    "URL": "https://www.gracehopper.com/"
},
{   
    "Name": "23 code street",
    "Language": "English",
    "Type": "website",
    "Free": false,
    "Online": true,
    "description": "A UK-based coding school for women only, in order to encourage confidence, accessibility, and support in a community of female coders. For every paying student, the organization also teaches an underprivileged woman in India to code. After the course, they offer career counseling and internship opportunities with their partners.",
    "URL": "www.23codestreet.com"
},
{
    "Name": "Codebar.io",
    "language": "English",
    "Type": "community",
    "Free": true,
    "Online": true,
    "description": "Our goal is to enable minority group members to learn programming in a safe and collaborative environment and expand their career opportunities. To achieve this we run free regular workshops, regular one-off events and try to create opportunities for our students making technology and coding more accessible.",
    "URL": "https://codebar.io/"
},
{
    "Name": "Mother Coders",
    "language": "English",
    "type": "course",
    "Free": false,
    "Online": false,
    "description": "MotherCoders is growing the tech talent pool by helping women with kids gain the skills, knowledge, and connections they need to thrive in today's digital economy.",
    "URL": "http://www.mothercoders.org/"
},
{
    "Name": "Lesbians who tech",
    "language": "English",
    "type": "summit",
    "Free": false,
    "Online": true,
    "description": "Lesbians Who Tech is a global community of 70,000+ LGBTQ women, trans and non-binary folks, queer women of color, and allies in tech. Their coding scholarship makes it possible for LGBTQ women and non-binary techies to start a career in tech. They offer scholarships for some of the biggest coding bootcamps.",
    "URL": "https://lesbianswhotech.org/" 
},
{
    "Name": "Girls in Tech",
    "language": "English",
    "type": "community",
    "Free": true,
    "Online": false,
    "description": "Join Girls in Tech to discover inspiring programs and a diverse community designed to help you enter into, and excel, in tech.",
    "URL": "https://girlsintech.org/" 
},
{
    "Name": "Hear me code",
    "language": "English",
    "type": "website",
    "Free": true,
    "Online": true,
    "description": "Beginner-friendly coding classes. Recently stopped offering in-person courses, but the curriculum and materials are freely available.",
    "url": "hearmecode.com"
},
{ 
    "Name": "Girls Code Fun",
    "Language": "Polish",
    "Type": "Organization",
    "Free": true,
    "Online": false,
    "Description": "Non-profit organization that aims to motivate girls and women to gain technological skills and education. Offer scholarships for girls in ages 8-16 in Warsaw, Poland. Also arranges workshops for women interested in learning how to code.",
    "URL": "https://girlscodefun.pl/en/"
},
{
    "Name": "Code First Girls",
    "Language": "English",
    "Type": "Coding courses",
    "Free": true,
    "Online": true,
    "Description": "The largest provider of free coding courses for women in the UK. Offer free courses on beginner level, but also a nanodegree program.",
    "URL": "https://codefirstgirls.org.uk/"
},
{
    "Name": "Alexa café",
    "language": "English",
    "type": "online school",
    "Free": true,
    "Online": false,
    "description": "Ages 10-15. An all-girls summer camp teaching tech, entrepreneurship, and other skills, along with fun camp-style socialization. The program has locations around the U.S., with day camp, overnight camp and virtual camp options. Students can choose what projects they want to focus on, and can optionally add continuing education units and college advising. Alexa Café courses are endorsed by SWE, the Society of Women Engineers.",
    "url": "https://www.idtech.com/alexa-cafe"
},
{  
    "Name": "Digital Youth Divas",
    "language": "English",
    "type": "a 21 week programme",
    "Free": true,
    "Online": false,
    "description": "Middle school girls, ages 11-13. The Digital Youth Divas (DYD) is a blended online and face-to-face program that uses a project-based learning approach to teach STEM topics to middle-school girls — especially those from underrepresented communities. It teaches girl programmers technology, computer science and engineering fundamentals through a framework of design projects, narrative stories, an online social network platform, and a community of peers and mentors.",
    "url": "digitalyouthnetwork.org/divas"
},
{
    "Name": "Black Girls Code",
    "language": "English",
    "type": "Workshops",
    "Free": false,
    "Online": false,
    "description": "According to the founder, Black Girls CODE provides young and pre-teen girls of color opportunities to learn in-demand skills in technology and computer programming at a time when they are naturally thinking about what they want to be when they grow up.",
    "url":"blackgirlscode.com"
},
{
    "Name": "Girls who Code",
    "language": "English",
    "type": "courses",
    "Free": true,
    "Online": false,
    "description": "Girls Who Code is a US-based organization that has been featured across news outlets as a voice promoting girls in technology. GWC has three kinds of code-for-girls programs: their summer immersion program, an after-school program, and 2-week day programs held at high schools and universities.",
    "url": "girlswhocode.com"
},
{ 
    "Name": "TechGirlz",
    "language": "English",
    "type": "Workshops",
    "Free": true,
    "online": false,
    "description": "TechGirlz is a non-profit organization primarily based in the Philadelphia area. However, they have “TechShopz” that take place around the US. TechGirlz events are always completely free of charge and cater to middle-school girls specifically, although younger girls do sometimes attend. TechShopz usually occurs on a Saturday afternoon for a few hours. Instruction topics differ, but include everything from Scratch and Raspberry Pi to building video games.",
    "url": "techgirlz.org"
    
},
{
    "Name": "Women who code",
    "language": "English",
    "type": "Youtube channel",
    "Free": true,
    "Online": true,
    "description": "Inspiring women to excel in technology careers.",
    "url": "https://www.youtube.com/user/WomenWhoCode/videos"
},
{
    "Name": "Coffee and coded",
    "language": "English",
    "type": "workshops",
    "Free": true,
    "Online": false,
    "description": "Coffee & Coded is a community founded in 2018 that empowers aspiring women coders to explore technology through skills-based workshops, community events, and classes.",
    "url": "coffeeandcoded.com"
},
{
    "Name": "Ada developers Academy",
    "language": "English",
    "type": "website",
    "Free": true,
    "Online": false,
    "description": "Ada is a long-term developer academy for women and gender-diverse adults lasting 11 months. The first six months take place in a full-time Monday through Friday classroom setting, while the latter five months involve on-the-ground training.",
    "url":"adadevelopersacademy.org"
    
},
{
    "Name": "Wild Code School",
    "language": "English",
    "type": "Bootcamp",
    "Free": false,
    "Online": true,
    "description": "Wild Code School offers intensive training on most in-demand IT professions — web development, data analysis, cybersecurity, product management — on campus, remotely, or even within your company. We're more than a coding bootcamp!",
    "url": "https://www.wildcodeschool.com/en-GB"
},
{
    "Name": "Girls who code Romania",
    "language": "English",
    "type": "website",
    "Free": true,
    "Online": true,
    "description": "Girls Who Code Romania was founded out of pure passion for programming on the 15th of February 2014 by Monica Muntean. Our mission is to bridge the gender gap in the Romanian IT Industry by growing the number of Romanian girls and women who will choose or switch to a programming related career.",
    "url": "https://www.everygirl.ro/girlswhocode" 
},
{
    "Name": "Codette",
    "language": "Rumanian",
    "type": "workshops",
    "Free": true,
    "Online": false,
    "description": "Codette este organizatia persoanelor pasionate de tehnologie ce promoveaza diversitatea si educatia la toate nivelurile si creeaza oportunitati pentru femei de a activa intr-un domeniu tehnic.",
    "url": "https://codette.ro/"
},
{
    "Name": "Codeworks",
    "language": "English",
    "type": "bootcamp",
    "Free": false,
    "Online": true,
    "description": "Codeworks offers immersive courses to learn Software Engineering. The company was founded in Barcelona, Spain and now has campuses in London, Berlin and Toronto. Their 8-week and 12-week courses are focused on Software Engineering foundations, a professional understanding of the latest full-stack JavaScript technologies, and hands-on experience. In June 2020 Codeworks announced 50 scholarships totalling €70K to close the tech gender gap in partnership with GirlCode.",
    "url": "https://codeworks.me/" 
},
{
    "Name": "Codam",
    "language": "English",
    "type": "school",
    "Free": true,
    "Online": false,
    "description":  "Inspired by School 42, Corinne Vigreux, TomTom’s co-founder founded Codam in Amsterdam, the Netherlands in 2018. Codam is a three and a half year coding programme that uses a peer-to-peer learning system instead of a traditional model. No prior experience is needed. Codam has a set gender equality goal of 50% of all students to be women currently and is giving higher visibility to female coders on their social media channels.",
    "url": "https://www.codam.nl/en/"
    
},
{
    "Name": "Adalab",
    "language": "Spanish",
    "type": "Courses",
    "Free": false,
    "Online": true,
    "description": "Porque el futuro se programa hoy y es digital, ofrecemos a mujeres como tú la posibilidad de formarse como programadoras en tan solo 12 semanas.",
    "url": "https://adalab.es/cursos-desarrollo-web/"
    
},
{
    "Name": "Laboratoria",
    "language": "English",
    "type": "bootcamp",
    "Free": false,
    "Online": false,
    "description": "In response to the profound gender gap in tech, our 6-month bootcamp is geared towards women who have not been able to start a professional career. Through our project-based Agile Classroom, we prepare our students to work as Web Developers or UX Designers. We connect our graduates with companies looking to hire diverse talent, helping them launch a career and improve their future. Only graduates who secure jobs in tech pay for the program, and so retroactively.", 
    "url": "https://www.laboratoria.la/en"
    
},
{
    "Name": "MigraCode",
    "language": "Spanish",
    "type": "academy",
    "free": true,
    "online": false,
    "description": "Migracode actúa como un puente entre la demanda de personas calificadas en el sector tecnológico y las personas refugiadas o inmigrantes que desean trabajar en la industria de la tecnología.",
    "url": "https://migracode.openculturalcenter.org/"   
},
{
    "Name": "Pyladies",
    "language": "English",
    "type": "community",
    "free": true,
    "online": false,
    "description": "We are an international mentorship group with a focus on helping more women become active participants and leaders in the Python open-source community. Our mission is to promote, educate and advance a diverse Python community through outreach, education, conferences, events and social gatherings.",
    "url": "https://pyladies.com/"
},
{  
    
    "Name": "Women who code- Podcasts",
    "language": "English",
    "type": "podcasts",
    "free": true,
    "online": true,
    "description": "Periodic discussions on a variety of topics concerning diversity and inclusion in high tech industry.",
    "url": "https://player.fm/podcasts/Women-Who-Code"
    
},
{
    "Name": "Book Riot",
    "language": "English",
    "type": "website",
    "free": false,
    "online": true,
    "description": "Books written or about women in tech.",
    "url":"https://bookriot.com/books-by-women-in-tech/"
},  
{
    "Name": "Women in tech by Wired",
    "language": "English",
    "type": "articles",
    "free": true,
    "online": true,
    "description": "News about women in tech",
    "URL": "https://www.wired.com/tag/women-in-tech/"
},   
{
    "Name": "Women love tech",
    "language": "English",
    "type": "website",
    "free": true,
    "online": true,
    "description": "Women Love Tech is designed for women with busy lifestyles. We aim to empower women by giving them everything they need in one place. Whether it’s the latest tech news, best apps and podcasts, product reviews, cool gadgets or what’s streaming. Women Love Tech makes technology easy, interesting and fun.",
    "URL": "https://womenlovetech.com/"     
},
{
    "Name": "Techbridge girls",
    "language": "English",
    "type": "courses",
    "free": true,
    "Online": false,
    "description": "Techbridge Girls is committed to supporting our community by providing access to high-quality at-home STEM activities for our girls and curating resources for families and educators.",
    
    "url": "https://techbridgegirls.org/ "   
 }
]